// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Mapa";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Oznake";

// genre names
"Social Networking" = "Društveno";
"Reference" = "Referenca";
"News" = "Vijesti";
"Games" = "Igre";
"Productivity" = "Produktivnost";
"Entertainment" = "Zabava";
"Lifestyle" = "Životni stil";
"Navigation" = "Navigacija";
"Music" = "Glazba";
"Utilities" = "Usluge";
"Travel" = "Putovanje";
"Sports" = "Sport";
"Healthcare & Fitness" = "Zdravlje";
"Photography" = "Fotografija";
"Finance" = "Financije";
"Business" = "Posao";
"Education" = "Edukacija";
"Weather" = "Vrijeme";
"Books" = "Knjige";
"Medical" = "Medicina";
"Stores" = "Trgovine";

// game subgenre names
"Action Games" = "Akcija";
"Adventure Games" = "Avantura";
"Arcade Games" = "Arkadne igre";
"Board Games" = "Igre na ploči";
"Card Games" = "Kartaške igre";
"Casino Games" = "Kasino";
"Dice Games" = "Igre kockama";
"Educational Games" = "Edukativno";
"Family Games" = "Dječje igre";
"Kids Games" = "Dječje igre";
"Music Games" = "Glazbene igre";
"Puzzle Games" = "Slagalice";
"Racing Games" = "Utrke";
"Role Playing Games" = "Igre uloga";
"Simulation Games" = "Simulacije";
"Sports Games" = "Sport";
"Strategy Games" = "Strategija";
"Trivia Games" = "Trivijalne igre";
"Word Games" = "Igre riječi";



